Tekla.Structures.Model.Internal.IAssertEventCallback
Callback interface for assert tracking

Tekla.Structures.Model.Internal.IAssertEventCallback.OnAssertOccured(Tekla.Structures.Model.Internal.dotAssertEvent_t)
Called when an assert occurs.
assertEvent: The assert event.